Dlubal.TimberPro.ResultsMemberSlenderness
Structure of member slenderness.

Dlubal.TimberPro.ResultsMemberSlenderness.No
Member numbers

Dlubal.TimberPro.ResultsMemberSlenderness.LoadDirectionOnTheMember
Load direction

Dlubal.TimberPro.ResultsMemberSlenderness.Length
Member length

Dlubal.TimberPro.ResultsMemberSlenderness.InstabilityFactorInYDirection
Instability factor in y direction

Dlubal.TimberPro.ResultsMemberSlenderness.SlendernessDegreeInYDirection
Slenderness degree y direction

Dlubal.TimberPro.ResultsMemberSlenderness.RadiusOfInertiaInYDirection
Radius of inertia in y direction

Dlubal.TimberPro.ResultsMemberSlenderness.InstabilityFactorInZDirection
Instability factor in z direction

Dlubal.TimberPro.ResultsMemberSlenderness.SlendernessDegreeInZDirection
Slenderness degree z direction

Dlubal.TimberPro.ResultsMemberSlenderness.RadiusOfInertiaInZDirection
Radius of inertia in z direction